{
  "titles": {
    "weddingDay": "Wedding Day",
    "ourStory": "Our Story",
    "toastmasters": "Toastmasters",
    "weddingTraditions": "Wedding Traditions",
    "qa": "Questions and Answers"
  },
  "officialDate": "19 October 2025",
  "countdown": {
    "days": "Days",
    "hours": "Hours",
    "minutes": "Minutes",
    "seconds": "Seconds"
  },
  "timeline": {
    "ceremony": "Church Wedding",
    "cocktail": "Reception & Cocktail Hour",
    "legals": "Legal Ceremony",
    "party": "Dinner & Party"
  },
  "ourStory": "<p>It all started in September 2021—and we haven’t stopped adventuring since. From Stockholm to Belgrade and back again, we’ve navigated life across cities, time zones, and cultures, building our home wherever we’re together.</p><p></p><p>Our first year together felt like a dream—Dennis wasn’t working, Jovana was deep in her master’s thesis, and somehow we turned it into a year-long honeymoon. Just four months in, we packed our bags and spent several unforgettable months living in Thailand. Since then, we’ve kept the pace – diving in Indonesia, floating in the Maldives, getting lost in Amsterdam, Berlin, Istanbul… escaping to cabins in both the Swedish archipelago and Serbian mountains. Whether it’s a buzzing city, a quiet village, or somewhere by the sea, we’ve learned that we’re at our best when we’re off exploring – together.</p><p></p><p>We’re happiest outdoors – taking long walks that accidentally turn into hikes, spending slow days by the sea, snorkeling over coral reefs, or just enjoying weekends in a cozy cabin. From camping under stars to diving into turquoise water, these are the moments that have shaped our story and filled our lives with joy (and sand in our shoes).</p><p></p><p>Today, we’re living in central Stockholm, working as consultants by day and planning our next escape by night.</p><p></p><p>We can’t wait to celebrate the next chapter of our adventure with you!</p>",
  "toastmasters": "<p>You're an essential part of our special day, and your involvement will truly make our celebration unforgettable. As we say in Sweden, “gästen för festen”. We warmly invite you to get involved, perhaps by giving a speech, performing a song, dance, presenting something special or bringing any other special contribution to celebrate the occasion.</p><p></p><p>If you'd like to contribute something special please contact our Toastmasters who are dedicated to ensuring everything flows beautifully.</p><p></p><p><strong>Toastmasters:</strong></p><ul><li><strong>Name:</strong> Douglas Frykman<br><strong>Phone:</strong> +46 72 011 80 36<br><strong>Email:</strong> Douglas.91@live.se</li><li><strong>Name:</strong> Placeholder Name 2<br><strong>Phone:</strong> +987 654 321<br><strong>Email:</strong> placeholder2@example.com</li></ul>",
  "weddingTraditions": "<p>Our wedding blends Serbian and Swedish traditions, as well as our personal touches.</p><p></p><ul><li>The church ceremony follows Serbian Orthodox Christianity and symbolizes the sacred union of two souls into a perfect one. It is a serene and spiritual ceremony led by the priest, focusing on the bridal couple, with guests observing quietly. It lasts around 45 minutes.</li><p></p><li>The legal ceremony, lasting around 10 minutes, will be conducted at the wedding venue and marks the official, legally binding moment of our marriage, overseen by a wedding official and translator.</li><p></p><li>In keeping with Serbian tradition, guests will receive a small decorative item upon entering the venue (such as a band across the arm). Traditionally, one or two girls (family members) will be decorating each guest. It is customary to offer them a small voluntary amount of cash gift in return.</li><p></p><li>After the legal ceremony, we’ll have a photo session where each guest or family group will get their moment captured with the bridal couple. This is also the perfect opportunity to congratulate the newlyweds and leave a card if you’d like!</li></ul>",
  "qa": "<h3>Arriving in Belgrade</h3><ul><li><strong>Flights:</strong> From Europe, we recommend direct flights (Air Serbia, Wizz Air, or similar).</li><p></p><li><strong>Airport to City Center:<p></p></strong></li><ul><li><strong>Taxi:</strong> Obtain a fixed-price voucher at the taxi desk immediately after customs in arrivals, ensuring a fixed price (~3300 RSD to city center). The taxi stand is just outside the arrivals hall, present the voucher to your driver before departure. Confirm beforehand if card payments are accepted. Don’t take a taxi without a voucher as the price may be much higher.</li><li><strong>Bus:</strong> Bus A1 departs from just outside arrivals, near the taxi stand. Tickets (~400 RSD) are available onboard in cash, and the bus stops at Slavija Square.</li></ul></ul><p></p><h3>Where to Stay?</h3><p>We recommend staying centrally in Belgrade, ideally in or near the city center (Stari Grad, Dorćol, or Vračar). These neighborhoods offer convenient access to both the wedding locations and popular attractions, restaurants, and cafés. Book through www.booking.com or Airbnb for best options.</p><p></p><h3>Getting to the Wedding</h3><ul><li><strong>Saint Sava Temple:</strong> Centrally located—easily reached on foot, by public transport, or a short taxi ride from downtown. Check Google Maps for the best option.</li><p></p><li><strong>Wedding Venue (Akacia Open Concept):</strong> A 25-minute drive from the city center and not easily accessible by public transport.<p></p><ul><li><strong>Private Bus:</strong> We're arranging a private bus departing from Saint Sava Temple at approximately 15:20, returning around 00:15. RSVP by September 1st if you’d like a seat.</li><li><strong>Taxi:</strong> Alternatively, use Pink Taxi, Naxis Taxi, or the CarGo app. Hostesses at the venue can assist you if needed.</li></ul></li></ul><p>For any questions about transportation on the wedding day, please reach out to XXX, who will be guiding guests to the bus.</p><p></p><h3>Where to Park?</h3><p>There is plenty of parking space at the wedding venue as well as the Saint Sava Temple.</p><p></p><h3>Dress Code</h3><p>Formal/Kavaj</p><p></p><h3>Can I Bring My Children?</h3><p>We love your little ones and welcome children aged 6 and older to join us in celebrating. In the exception of a younger child being invited, this is written on the wedding invitation.</p><p>We appreciate your understanding.</p><p></p><h3>Gifts</h3><p>Your presence at our wedding day is truly the greatest gift we could ask for, so please – no gifts needed!</p><p>If you still wish to give something extra, a contribution towards our honeymoon would be warmly appreciated. We plan on spending it the way we love most: swimming in clear waters and getting lost in places without phone signal."
}
