{
  "titles": {
    "weddingDay": "Wedding Day",
    "ourStory": "Our Story",
    "toastmasters": "Toastmasters",
    "weddingTraditions": "Wedding Traditions",
    "qa": "Questions and Answers"
  },
  "officialDate": "19 October 2025",
  "countdown": {
    "days": "Days",
    "hours": "Hours",
    "minutes": "Minutes",
    "seconds": "Seconds"
  },
  "timeline": {
    "ceremony": "Church Wedding<p></p>Saint Sava Temple",
    "cocktail": "Reception <p></p>&<p></p> Cocktail Hour<p></p>Akacia Open Concept",
    "legals": "Legal Ceremony",
    "party": "Dinner <p></p>&<p></p> Party"
  },
  "ourStory": "<p>It all started in September 2021—and life’s felt like home ever since. From Stockholm to Belgrade and everywhere in between, we’ve navigated life across cities and cultures, building a home not from a place, but from being together.</p><p></p><p>Our first year felt like a dream—Dennis was between jobs, Jovana was deep in her master’s thesis, and somehow we turned it into a year-long honeymoon. Just four months in, we packed our bags and spent several unforgettable months living in Thailand. Since then, we’ve kept the pace – diving in Indonesia, floating in the Maldives, getting lost in European cities, and escaping to cabins tucked away in the Swedish archipelago and Serbian mountains.</p><p></p><p>Whether it’s long walks that accidentally turn into hikes, slow days by the sea, quiet Sunday mornings or camping under the stars - we’ve learned we’re at our best when we’re doing life side by side. It’s these moments, both big and small, that have shaped our story and filled our lives with joy.</p><p></p><p>Today, we’re living in Stockholm, working as consultants by day and planning our next escape by night. And now – we’re setting off on our biggest adventure yet: getting married!</p><p></p><p>We’re so excited to celebrate this next chapter with all of you, our favourite people.</p>",
  "toastmasters": "<p>You're an essential part of our big day, and we’d love for you to get involved! Whether it’s a heartfelt speech, a surprise song, a dance, a quirky presentation or something totally unexpected – we’re here for it.</p><p></p><p>If you have something special in mind, please reach out to our amazing Toastmasters. They’re dedicated to ensuring that everything flows beautifully.</p><p></p><p><strong>Toastmasters:</strong></p><ul><li><strong>Name:</strong> Douglas Frykman<br><strong>Phone:</strong> +46 72 011 80 36<br><strong>Email:</strong> Douglas.91@live.se</li><li><strong>Name:</strong> TBA<br><strong>Phone:</strong> TBA<br><strong>Email:</strong> TBA</li></ul>",
  "weddingTraditions": "<p>Our wedding blends Serbian and Swedish traditions, as well as our personal touches.</p><p></p><ul><li>The church ceremony follows Serbian Orthodox Christianity and symbolizes the sacred union of two souls into a perfect one. It is a serene and spiritual ceremony led by the priest, focusing on the bridal couple, with guests observing quietly.</li><p></p><li>The legal ceremony will be conducted at the wedding venue and marks the legally binding moment of our marriage, overseen by a wedding official.</li><p></p><li>In true Serbian tradition, you’ll be welcomed with a small decorative item when you arrive at the venue. It is customary to give a small voluntary amount of cash gift to the girl(s) decorating.</li><p></p><li>After the legal ceremony, we’ll have a photo session where each guest or family group will get their moment captured with the bridal couple. This is also the perfect opportunity to congratulate the newlyweds and leave a card if you’d like!</li></ul>",
  "qa": "<h3>Arriving in Belgrade</h3><ul><li><strong>Flights:</strong> From Europe, we recommend direct flights (Air Serbia, Wizz Air, or similar).</li><p></p><li><strong>Airport to City Center:</strong></li><ul><li><strong>Taxi:</strong> Obtain a fixed-price voucher at the taxi desk immediately after customs in arrivals, ensuring a fixed price (~3300 RSD to city center). The taxi stand is just outside the arrivals hall, present the voucher to your driver before departure. Confirm beforehand if card payments are accepted. Don’t take a taxi without a voucher as the price may be much higher.</li><p></p><li><strong>Bus:</strong> Bus A1 departs from just outside arrivals, near the taxi stand. Tickets (~400 RSD) are available onboard in cash, and the bus stops at Slavija Square.</li></ul></ul><p></p><h3>Where to Stay?</h3><p>We recommend staying centrally in Belgrade, ideally in or near the city center (<strong>Stari Grad, Dorćol, or Vračar</strong>). These neighborhoods offer convenient access to both the wedding locations and popular attractions, restaurants, and cafés.</p><p></p><p>You’ll find great options on Booking.com or Airbnb.</p><p></p><p>We’ve also put together a list of recommended places to stay, which you can check out for location and inspiration:</p><p><a href='https://www.booking.com/mywishlist.html?label=gen173nr-1BCAEoggI46AdIM1gEaMgBiAEBmAEJuAEHyAEN2AEB6AEBiAIBqAIDuAKPwJXABsACAdICJDkwMDY0MzI1LTViNjMtNGVmMS04NzFjLWM5MjgwNWRlNGFhMtgCBeACAQ&sid=eddf8c4399b9862e6772d520a96c9d6e&aid=304142&wl_id=2302137331' target='_blank'>Recommended Places to Stay</a> LIST COMMING SOON</p><p></p><h3>Getting to the Wedding</h3><ul><li><strong>Saint Sava Temple:</strong> Centrally located—easily reached on foot, by public transport, or a short taxi ride from downtown. Check Google Maps for the best option.</li><p></p><li><strong>Wedding Venue (Akacia Open Concept):</strong> A 30-minute drive from the city center and not easily accessible by public transport.<ul><li><strong>Private Bus:</strong> We're arranging a private bus departing from Saint Sava Temple after the church ceremony, at approximately 15:20, and returning around 00:15. RSVP by <strong>September 1st</strong> if you’d like a seat. For any questions about transportation please reach out to Andrija (the tallest guy at the wedding) who will be guiding you to the bus.</li><p></p><li><strong>Taxi:</strong> Alternatively, use Pink Taxi, Naxis Taxi, or the CarGo app. Hostesses at the venue can assist you if needed.</li></ul></li></ul><p></p><h3>Where to Park?</h3><p>There is plenty of parking space at the wedding venue as well as the Saint Sava Temple.</p><p></p><h3>Dress Code</h3><p>Formal/Kavaj</p><p></p><h3>Can I Bring My Children?</h3><p>If your children are invited, it will be noted on your invitation - either by names or as “the family”. We truly appreciate your understanding.</p><p></p><h3>Gifts</h3><p>Your presence is the greatest gift we could ask for on our wedding day – no gifts are expected.</p><p>If you still feel moved to give, you’re welcome to support our honeymoon adventure.</p><p></p><h3>RSVP</h3><p>Please let us know if you’ll be joining us by <strong>September 1st</strong>. When you RSVP, kindly include:</p><ul><li>Your name(s)</li><li>Whether you’ll be attending</li><li>If you’d like a seat on the organized bus</li></ul><p>We can’t wait to celebrate with you!</p><p></p><button id='email-button' class='email-btn'>RSVP Now</button>"
}
