{
  "titles": {
    "weddingDay": "Dan venčanja",
    "ourStory": "Naša priča",
    "toastmasters": "Toastmasteri",
    "weddingTraditions": "Tradicije venčanja",
    "qa": "Pitanja i odgovori"
  },
  "officialDate": "19. oktobar 2025",
  "countdown": {
    "days": "Dana",
    "hours": "Sati",
    "minutes": "Minuta",
    "seconds": "Sekundi"
  },
  "timeline": {
    "ceremony": "Crkveno venčanje<p></p>Hram Svetog Save",
    "cocktail": "Prijem <p></p>&<p></p> koktel sat<p></p>Akacia Open Concept",
    "legals": "Građansko venčanje",
    "party": "Večera <p></p>&<p></p> zabava"
  },
  "ourStory": "<p>Sve je počelo u septembru 2021. – i od tada živimo svoju malu bajku. Između Stokholma i Beograda, i svuda između, menjali smo gradove i kulture, ali dom smo pronašli jedno u drugom - ne u mestu.</p><p></p><p>Naša prva godina delovala je kao san – Denis je bio između poslova, Jovana je radila na master radu, i nekako smo sve to pretvorili u godinu dana dug medeni mesec. Već posle četiri meseca veze, spakovali smo kofere i proveli par nezaboravnih meseci u Tajlandu. Od tada smo zadržali isti tempo – ronili u Indoneziji, plutali po Maldivima, gubili se po evropskim gradovima i bežali u skrivene kolibe po švedskom arhipelagu i srpskim planinama.</p><p></p><p>Bilo da su to duge šetnje koje se neplanirano pretvore u planinarenje, lenji dani kraj mora, mirna nedeljna jutra ili kampovanje pod zvezdama – shvatili smo da nam je najlepše kada život živimo jedno pored drugog. Upravo ti trenuci - i veliki i mali - oblikovali su našu priču i ispunili nas radošću.</p><p></p><p>Danas živimo u Stokholmu, preko dana radimo kao konsultanti, a noću smišljamo sledeće avanture. A sada je pred nama ona najveća - venčavamo se!</p><p></p><p>Presrećni smo što ćemo ovaj novi korak proslaviti sa vama - našim najdražim ljudima.</p>",
  "toastmasters": "<p>Vi ste neizostavan deo našeg posebnog dana, i zato bismo voleli da budete deo programa! Kako Šveđani kažu - gästen gör festen (gost čini slavlje). Bilo da je to emotivan govor, pesma iznenađenja, ples, neka duhovita dosetka ili nešto potpuno neočekivano – sve je dobrodošlo!</p><p></p><p>Ako imate nešto posebno na umu, javite se našim sjajnim toastmasterima tj. voditeljima. Oni su tu da sve protekne veselo i glatko.</p><p></p><p><strong>Toastmasteri:</strong></p><ul><li><strong>Ime:</strong> Douglas Frykman<br><strong>Telefon:</strong> +46 72 011 80 36<br><strong>E-pošta:</strong> Douglas.91@live.se</li><li><strong>Ime:</strong> TBA<br><strong>Telefon:</strong> TBA<br><strong>E-pošta:</strong> TBA</li></ul>",
  "weddingTraditions": "<p>Naše venčanje spaja srpske i švedske običaje.</p><p></p><ul><li><strong>Crkveno venčanje:</strong> Tradicionalna ceremonija u Hramu Svetog Save.</li><p></p><li><strong>Građansko venčanje:</strong> Zvanična ceremonija na lokaciji venčanja.</li><p></p><li><strong>Srpski običaji:</strong> Bićete dočekani malim ukrasnim detaljem pri dolasku u lokal.</li><p></p><li><strong>Fotografisanje:</strong> Nakon građanskog venčanja, svaki gost ili porodica imaće priliku da se slika sa mladencima. Ovo je savršen trenutak za čestitke i ostavljanje poruke ili čestitke.</li></ul>",
  "qa": "<h3>Dolazak na Venčanje</h3><ul><li><strong>Hram Svetog Save:</strong> Centralno lociran i lako dostupan.</li><p></p><li><strong>Lokal (Akacia Open Concept, Kragujevački put 82e):</strong> Udaljen oko 30 minuta vožnje od centra Beograda i nije lako dostupan javnim prevozom.</li><p></p><li><strong>Privatni autobus:</strong> Organizujemo prevoz privatnim autobusom koji će krenuti od Hrama nakon crkvenog venčanja, oko 15:20, i nazad oko 00:15 nakon završetka svadbe. Molimo vas da potvrdite da želite mesto u autobusu najkasnije do <strong>1. septembra</strong>. Za sva pitanja vezana za prevoz obratite se Andriji (najviši gost na venčanju), koji će vas uputiti do autobusa.</li><p></p><li><strong>Alternativni prevoz:</strong> Možete koristiti taxi ili lični prevoz.</li></ul><p></p><h3>Gde parkirati?</h3><p>Ispred Akacie, kao i na parkingu kod Hrama, ima dovoljno mesta za parkiranje.</p><p></p><h3>Dress Code</h3><p>Formalno/svečano</p><p></p><h3>Mogu li povesti decu?</h3><p>Ako su vaša deca pozvana, to će biti naznačeno na pozivnici – imenom ili kao “porodica”. Hvala vam na razumevanju!</p><p></p><h3>Pokloni</h3><p>Vaše prisustvo na našem venčanju je za nas najveći poklon – ništa više ne očekujemo.</p><p>Ukoliko ipak želite da date doprinos, možete simbolično podržati naš medeni mesec.</p><p></p><h3>RSVP</h3><p>Molimo vas da nam potvrdite dolazak najkasnije do <strong>1. septembra</strong> slanjem mejla klikom na dugme ispod.</p><ul><li>Vaše ime(na)</li><li>Da li dolazite</li><li>Da li želite mesto u organizovanom autobusu</li></ul><p>Jedva čekamo da proslavimo sa vama!</p><p></p><button id='email-button' class='email-btn'>Potvrda</button>"
}
