{
  "titles": {
    "weddingDay": "Dan venčanja",
    "ourStory": "Naša priča",
    "toastmasters": "Toastmasteri",
    "weddingTraditions": "Tradicije venčanja",
    "qa": "Pitanja i odgovori"
  },
  "officialDate": "19. oktobar 2025",
  "countdown": {
    "days": "Dana",
    "hours": "Sati",
    "minutes": "Minuta",
    "seconds": "Sekundi"
  },
  "timeline": {
    "ceremony": "Crkveno venčanje",
    "cocktail": "Prijem <p></p>&<p></p> koktel sat",
    "legals": "Građansko venčanje",
    "party": "Večera <p></p>&<p></p> zabava"
  },
  "ourStory": "<p>Sve je počelo u septembru 2021. godine—i od tada život nam je postao dom. Od Stokholma do Beograda i svuda između, zajedno smo prolazili kroz život u različitim gradovima i kulturama, gradeći dom ne od mesta, već od zajedništva.</p><p></p><p>Naša prva godina bila je kao san—Denis je bio između poslova, Jovana je radila na svojoj master tezi, i nekako smo to pretvorili u godinu dana dug medeni mesec. Već nakon četiri meseca spakovali smo kofere i proveli nekoliko nezaboravnih meseci u Tajlandu. Od tada smo nastavili istim tempom – ronili u Indoneziji, plivali na Maldivima, gubili se u evropskim gradovima i bežali u vikendice u švedskom arhipelagu i srpskim planinama.</p><p></p><p>Bilo da su to duge šetnje koje slučajno postanu planinarenje, lagani dani pored mora, mirna nedeljna jutra ili kampovanje pod zvezdama - naučili smo da smo najbolji kada zajedno prolazimo kroz život. Ovi trenuci, veliki i mali, oblikovali su našu priču i ispunili naše živote radošću.</p><p></p><p>Danas živimo u Stokholmu, radimo kao konsultanti tokom dana i planiramo svoje sledeće putovanje noću. A sada – krećemo na našu najveću avanturu do sada: venčanje!</p><p></p><p>Jedva čekamo da proslavimo ovo sledeće poglavlje sa svima vama, našim omiljenim ljudima.</p>",
  "toastmasters": "<p>Vi ste važan deo našeg posebnog dana, i voleli bismo da se uključite! Bilo da je to emotivan govor, iznenađujuća pesma, ples, zanimljiva prezentacija ili nešto potpuno neočekivano – tu smo za to.</p><p></p><p>Ako imate nešto posebno na umu, molimo vas da kontaktirate naše sjajne toastmastere. Oni su posvećeni tome da sve teče savršeno.</p><p></p><p><strong>Toastmasteri:</strong></p><ul><li><strong>Ime:</strong> Douglas Frykman<br><strong>Telefon:</strong> +46 72 011 80 36<br><strong>E-pošta:</strong> Douglas.91@live.se</li><li><strong>Ime:</strong> TBA<br><strong>Telefon:</strong> TBA<br><strong>E-pošta:</strong> TBA</li></ul>",
  "weddingTraditions": "<p>Naše venčanje kombinuje srpske i švedske tradicije, kao i naše lične dodatke.</p><p></p><ul><li>Crkvena ceremonija prati srpsko pravoslavno hrišćanstvo i simbolizuje svetu zajednicu dve duše u savršeno jedinstvo. To je mirna i duhovna ceremonija koju vodi sveštenik, sa fokusom na mladence, dok gosti tiho posmatraju.</li><p></p><li>Građanska ceremonija će se održati na mestu venčanja i označava zvanični, pravno obavezujući trenutak našeg braka, pod nadzorom matičara.</li><p></p><li>U skladu sa srpskom tradicijom, gosti će dobiti mali ukrasni predmet pri ulasku u mesto održavanja. Uobičajeno je da se devojkama koje ukrašavaju ponudi mali dobrovoljni novčani poklon.</li><p></p><li>Nakon građanske ceremonije, imaćemo foto-sesiju gde će svaki gost ili porodična grupa dobiti svoj trenutak sa mladencima. Ovo je takođe savršena prilika da čestitate mladencima i ostavite čestitku ako želite!</li></ul>",
  "qa": "<h3>Dolazak u Beograd</h3><ul><li><strong>Letovi:</strong> Iz Evrope preporučujemo direktne letove (Air Serbia, Wizz Air ili slično).</li><p></p><li><strong>Od aerodroma do centra grada:</strong></li><ul><li><strong>Taxi:</strong> Uzmite vaučer za fiksnu cenu na taxi šalteru odmah nakon carine u dolascima, što garantuje fiksnu cenu (~3300 RSD do centra grada). Taxi stanica je odmah ispred hale za dolaske, pokažite vaučer vozaču pre polaska. Unapred proverite da li se prihvataju plaćanja karticom. Nemojte uzimati taxi bez vaučera jer cena može biti mnogo veća.</li><p></p><li><strong>Autobus:</strong> Autobus A1 polazi odmah ispred hale za dolaske, blizu taxi stanice. Karte (~400 RSD) mogu se kupiti u gotovini u autobusu, a autobus staje na Trgu Slavija.</li></ul></ul><p></p><h3>Smeštaj</h3><p>Preporučujemo da boravite u centru Beograda, idealno u ili blizu centra grada (Stari Grad, Dorćol ili Vračar). Ove četvrti nude pogodan pristup i lokacijama venčanja i popularnim atrakcijama, restoranima i kafićima. Rezervišite preko <a href='https://www.booking.com/mywishlist.html?label=gen173nr-1BCAEoggI46AdIM1gEaMgBiAEBmAEJuAEHyAEN2AEB6AEBiAIBqAIDuAKPwJXABsACAdICJDkwMDY0MzI1LTViNjMtNGVmMS04NzFjLWM5MjgwNWRlNGFhMtgCBeACAQ&sid=eddf8c4399b9862e6772d520a96c9d6e&aid=304142&wl_id=2302137331' target='_blank'>Booking.com</a> ili Airbnb za najbolje opcije.</p><p></p><h3>Prevoz do venčanja</h3><ul><li><strong>Hram Svetog Save:</strong> Centralno lociran—lako dostupan peške, javnim prevozom ili kratkom vožnjom taxijem iz centra. Proverite Google Maps za najbolju opciju.</li><p></p><li><strong>Mesto venčanja (Akacia Open Concept):</strong> 25 minuta vožnje od centra grada i nije lako dostupno javnim prevozom.<ul><li><strong>Privatni autobus:</strong> Organizujemo privatni autobus koji polazi iz Hrama Svetog Save oko 15:20 i vraća se oko 00:15. Potvrdite dolazak do <strong>1. septembra</strong> ako želite mesto.</li><p></p><li><strong>Taxi:</strong> Alternativno, koristite Pink Taxi, Naxis Taxi ili CarGo aplikaciju. Domaćice na mestu mogu vam pomoći ako je potrebno.</li></ul></li></ul><p></p><h3>Parking</h3><p>Ima dosta parking mesta na mestu venčanja kao i kod Hrama Svetog Save.</p><p></p><h3>Dres kod</h3><p>Formalno/Kavaj</p><p></p><h3>Mogu li dovesti svoju decu?</h3><p>Volimo vaše mališane! Ako su vaša deca pozvana, to će biti naznačeno na pozivnici - bilo po imenu ili kao “porodica”. Cenimo vaše razumevanje.</p><p></p><h3>Pokloni</h3><p>Vaše prisustvo na našem danu venčanja je zaista najveći poklon koji možemo da poželimo, tako da pokloni nisu potrebni!</p><p>Ako ipak želite da date nešto dodatno, toplo bismo cenili doprinos našem medenom mesecu. Planiramo da ga provedemo na način koji najviše volimo: plivajući u čistim vodama i gubeći se na mestima bez signala za mobilni telefon.</p><p></p><h3>RSVP</h3><p>Molimo vas da potvrdite dolazak do <strong>1. septembra</strong>. Kada potvrđujete dolazak, molimo vas da uključite:</p><ul><li>Vaše ime/a</li><li>Da li ćete prisustvovati</li><li>Da li želite mesto u organizovanom autobusu</li></ul><p>Jedva čekamo da proslavimo sa vama!</p><p></p><button id='email-button' class='email-btn'>Potvrda</button>"
}
