{
  "titles": {
    "weddingDay": "Bröllopsdagen",
    "ourStory": "Vår Historia",
    "toastmasters": "Toastmasters",
    "weddingTraditions": "Bröllopstraditioner",
    "qa": "Frågor och Svar"
  },
  "officialDate": "19 Oktober 2025",
  "countdown": {
    "days": "Dagar",
    "hours": "Timmar",
    "minutes": "Minuter",
    "seconds": "Sekunder"
  },
  "timeline": {
    "ceremony": "Kyrkbröllop<p></p>Saint Sava tempel",
    "cocktail": "Mottagning <p></p>&<p></p> Cocktailtimme<p></p>Akacia Open Concept",
    "legals": "Borgelig Vigsel",
    "party": "Middag <p></p>&<p></p> Fest"
  },
  "ourStory": "<p>Det började i september 2021—och sedan dess har livet känts som hemma. Från Stockholm till Belgrad och överallt däremellan har vi tagit oss genom städer och kulturer, och byggt ett hem inte av en plats – utan av att vara tillsammans.</p><p></p><p>Vårt första år kändes som en dröm—Dennis var mellan jobb, Jovana skrev på sin masteruppsats, och på något vis blev det en smekmånad som varade i ett helt år. Bara fyra månader in i vår relation packade vi väskorna och spenderade några oförglömliga månader i Thailand. Sedan dess har vi hållit tempot – dykt i Indonesien, flutit i Maldiverna, gått vilse i europeiska städer och flytt till stugor i både den svenska skärgården och de serbiska bergen.</p><p></p><p>Oavsett om det handlar om långa promenader som råkar bli till vandringar, långsamma dagar vid havet, tysta söndagsmorgnar eller camping under stjärnorna - har vi lärt oss att vi är som lyckligast när vi är tillsammans. Det är just dessa ögonblick, stora som små, som har format vår resa och fyllt våra liv med glädje.</p><p></p><p>Nu bor vi i Stockholm, jobbar som konsulter på dagarna och planerar nya äventyr om kvällarna. Och nu väntar det största av dem alla – vi ska gifta oss!</p><p></p><p>Vi är så glada att få fira det här nya kapitlet med er - våra favoritpersoner.</p>",
  "toastmasters": "<p>Vi vill gärna göra plats för lite extra magi under kvällen – så om du har något kul, vackert eller galet på gång, låt oss veta!</p><p></p><p>Ett hjärtligt tal, en överraskningssång, ett dansnummer, en rolig presentation – eller något helt oväntat – vi älskar sånt.</p><p></p><p>Våra fantastiska toastmasters håller i trådarna och hjälper dig att få det att hända.</p><p></p><p><strong>Toastmasters:</strong></p><ul><li><strong>Namn:</strong> Douglas Frykman<br><strong>Telefon:</strong> +46 72 011 80 36<br><strong>E-post:</strong> dfrykman.91@gmail.com</li><li><strong>Namn:</strong> Ljiljana Pavlovic<br><strong>Telefon:</strong> +381 60 5260694<br><strong>E-post:</strong> ljiljana.pavlovic694@gmail.com </li></ul>",
  "weddingTraditions": "<p>Vårt bröllop är en blandning av serbiska och svenska traditioner, samt våra personliga inslag.</p><p></p><ul><li>Kyrkceremonin följer den serbisk-ortodoxa kristendomen och symboliserar den heliga föreningen av två själar till en enhet. Det är en stillsam och andlig ceremoni ledd av prästen, med fokus på brudparet, medan gästerna deltar i tystnad.</li><p></p><li>Den borgerliga vigseln äger rum på själva bröllopsplatsen och markerar den officiella, juridiskt bindande delen av äktenskapet, under ledning av en vigselförrättare.</li><p></p><li>Enligt serbisk tradition kommer gästerna att välkomnas med en liten dekorativ gåva vid ankomst. Det är tradition att frivilligt ge en liten kontantgåva till de som delar ut dekorationerna.</li><p></p><li>Efter vigseln har vi en fotosession där varje gäst eller familj får möjlighet att föreviga stunden tillsammans med brudparet. Det är också ett perfekt tillfälle att gratulera oss – och om du vill, lämna ett kort eller en hälsning.</li></ul>",
  "qa": "<h3>Ankomst till Belgrad</h3><ul><li><strong>Flyg:</strong> Från Europa rekommenderar vi direktflyg (Air Serbia, Wizz Air eller liknande).</li><p></p><li><strong>Från flygplatsen till Belgrad centrum:</strong></li><ul><li><strong>Taxi:</strong> Skaffa en fastprisvoucher vid taxidisken direkt efter tullen i ankomsthallen, vilket garanterar ett fast pris (~3300 RSD till Belgrad centrum). Taxistationen ligger precis utanför ankomsthallen, visa vouchern för din förare innan avresa. Kontrollera i förväg om kortbetalning accepteras. Ta inte en taxi utan voucher eftersom priset kan bli mycket högre.</li><p></p><li><strong>Buss:</strong> Buss A1 avgår precis utanför ankomsthallen, nära taxistationen. Biljetter (~400 RSD) kan köpas ombord med kontanter, och bussen stannar vid Slavija Square.</li></ul></ul><p></p><h3>Boende</h3><p>Vi rekommenderar att bo centralt i Belgrad, helst i eller nära Belgrad centrum (<strong>Stari Grad, Dorćol eller Vračar</strong>). Dessa områden erbjuder bekväm tillgång till både bröllopsplatserna och populära sevärdheter, restauranger och kaféer. Boka via www.booking.com eller Airbnb för bästa alternativ.</p><p></p><h3>Transport till bröllopet</h3><ul><li><strong>Saint Sava-templet:</strong> Centralt beläget—lätt att nå till fots, med kollektivtrafik eller en kort taxiresa från centrum. Kolla Google Maps för bästa alternativ.</li><p></p><li><strong>Bröllopsplatsen (Akacia Open Concept):</strong> En 30-minuters bilresa från Belgrad centrum och inte lättillgänglig med kollektivtrafik.<ul><li><strong>Privat buss:</strong> Vi arrangerar en privat buss som avgår från Saint Sava-templet cirka 15:20 och återvänder runt 00:15. OSA senast den <strong>1 september</strong> om du vill ha en plats. För frågor om transport, vänligen kontakta Andrija (den längsta personen på bröllopet) som kommer att guida dig till bussen.</li><p></p><li><strong>Taxi:</strong> Alternativt kan du använda Pink Taxi, Naxis Taxi eller CarGo-appen. Värdinnor på platsen kan hjälpa dig vid behov.</li></ul></li></ul><p></p><h3>Parkering</h3><p>Det finns gott om parkeringsplatser vid både bröllopsplatsen och Saint Sava-templet.</p><p></p><h3>Klädkod</h3><p>Formell/Kavaj</p><p></p><h3>Kan jag ta med mina barn?</h3><p>Om era barn är inbjudna kommer det att stå på inbjudan – antingen med namn eller som “familjen”. Vi uppskattar er förståelse.</p><p></p><h3>Gåvor</h3><p>Er närvaro på vår bröllopsdag är verkligen den största gåvan vi kan önska oss – inga gåvor behövs.</p><p>Om du ändå vill ge något extra, är du välkommen att bidra till vår smekmånad.</p><p></p><h3>OSA</h3><p>Vi ber dig vänligen att bekräfta senast den <strong>1 september</strong>. När du bekräftar, vänligen inkludera:</p><ul><li>Ditt/era namn</li><li>Om du kommer att delta</li><li>Om du vill ha en plats på den organiserade bussen</li></ul><p>Vi ser fram emot att fira med dig!</p><p></p>ostojicfridstrom@gmail.com"
}
